[
    {
        "name": "My Broken Mariko: чи, бува, я вже не пропустив свою «Маріко»?",
        "date": "2023-09-01",
        "content": "Що ти будеш робити, коли дізнаєшся про самогубство кращої подруги чи друга з новин по ТБ? <br><br>Кожного разу, коли я думаю, що вже більш менш готовий справитись з усім навколо, багато знаю і взагалі весь такий крутий, життя прямо в стилі драгон боллу дає мені під дих, нагадуючи, які все ж люди насправді крихкі. Нещодавно я читав «Навсікаю з Долини вітрів». Це було круто. І важко. Я відчував ніби штовхаю на гору воза повного каміння, ніби на мене тисне вся доля людства. Коли манґаки хочуть в серйозні теми, дуже часто вони досягають саме такого ефекту — всеосяжної гнітючої ваги. <br><br>Але, читаючи однотомну манґу My Broken Mariko («Моя зломлена Маріко»), я поринув у зовсім інші відчуття. ",
        "image" : "https://uageek.space/wp-content/uploads/2025/01/My-Broken-Mariko-5.jpg"
    },
    {
        "name": "Goodnight Punpun: чи можна вирости, не зламавшись?",
        "date": "2025-05-25",
        "content": "Є такі історії, які читаєш не тому, що хочеш втекти від реальності. Навпаки — ніби хочеш в ній потонути, розчавитися, як під вагою величезного бетону. <br><br>Можливо, щоб відчути щось справжнє, коли вже нічого не відчуваєш. Я не шукав «Goodnight Punpun» — він сам мене знайшов. Як біль. Як пам’ять, яку ти намагався забути. Як лист, який відкрив пізно вночі, коли краще було б просто заснути. <br><br>Punpun — це не герой. Це радше хмара, що змінюється разом із погодою, це ти, це я, це кожен, хто колись дивився в стелю з питанням: «Навіщо?» Він зображений як спрощена пташка — чорно-біла каракуля серед реалістичного світу. І це не стиль заради стилю. Це — метафора того, як ми самі себе бачимо: абстрактні, невиразні, непомітні. Особливо, коли світ навколо не надто поспішає дивитись у твій бік. <br><br>Кожна глава цієї манґи — мов удар молота. Спочатку м’яко, з дитячими мріями, закоханістю, бажанням бути хорошим. Потім — все важче. Родинне насилля, відчуження, самотність, божевілля. І хочеться кричати: «Дайте ж йому трохи світла!» Але ні. Бо саме так і буває. Життя не завжди дає світло, коли ти його найбільше потребуєш. <br><br>Іньо Асано не боїться показувати людей такими, як вони є — слабкими, жорстокими, неврівноваженими. Але водночас такими, яких хочеться обійняти. Навіть якщо вони роблять огидні речі. Я дочитав останню главу пізно вночі. Закрив телефон. Сидів у тиші. І вперше за довгий час не хотів нічого коментувати. Просто… бути. Бути з цим болем, з цим Punpun’ом, який, можливо, десь там досі намагається дихати.",
        "image" : "https://www.recordnet.com/gcdn/presto/2021/03/22/NRCD/9d9dd9e4-e84a-402e-ba8f-daa659e6e6c5-PhotoWord_003.JPG?width=660&height=425&fit=crop&format=pjpg&auto=webp"
    },
    {
        "name": "Chainsaw Man: чому я сміявся, коли хотілося плакати?",
        "date": "2023-09-01",
        "content": "Денджі — ідіот. Але такий справжній, що боляче. Він хоче тост з джемом, обійми, трохи тепла. Він вбиває демонів, але головна його битва — не з ними. А з порожнечею всередині. <br><br>Це не просто бійки і кров. Це історія про те, як залишатися живим, коли весь світ говорить, що ти — нічого. <br><br>Я ржав. Потім сидів мовчки. Потім знову ржав. «Chainsaw Man» — як жарт на похороні: недоречно, але необхідно.",
        "image" : "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Chainsawman.jpg/250px-Chainsawman.jpg"
    },
    {
        "name": "A Silent Voice: пробачити себе — найстрашніше",
        "date": "2023-09-01",
        "content": "Колись я образив людину. Несильно. Просто сказав дурне. Але я досі це пам’ятаю. І знаєш, що страшніше за провину? Те, що ти не можеш себе простити. <br><br>«A Silent Voice» — це історія про цькування, про каяття, про другий шанс. Але не голлівудський, а крихкий, мов паперова пташка. Ішіда намагається змінитися. Але кожен крок — мов по склу. Йому боляче. І нам боляче разом із ним. <br><br>А Шоко... вона вибачає. Але цього недостатньо, поки він сам себе не прийме. І поки ми, читачі, не визнаємо: усі ми були Ішідами. І всі хочемо бути Шоко. <br><br>Це не просто манґа. Це дзеркало. В якому страшно на себе подивитися. Але треба.",
        "image" : "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Koe_no_Katachi%2C_Volume_1.jpg/250px-Koe_no_Katachi%2C_Volume_1.jpg"
    },
    {
        "name": "Solanin: і що, далі буде тільки робота і рахунки?",
        "date": "2023-09-01",
        "content": "Є манґи, що залишають тебе з купою питань. А є такі, які ставлять одне, але дуже влучне: це вже все? «Solanin» — це про молодість, яка закінчується. Про те, коли ти вже не студент, але ще не дорослий. Коли світ вимагає рішень, а ти хочеш просто жити. <br><br>Меіко ненавидить офісну роботу. Танада не може знайти себе у музиці. Їхнє життя — це суміш сну, метро, кави, нездійсненних мрій. І ця тиша між ними — найгучніша. Це не історія про бунт. Це історія про спробу залишитись живим у світі, який хоче, щоб ти просто «функціонував». <br><br>Я читав і впізнавав себе. Ті самі страхи: – що я нічого не досягну; – що люди, які були поруч, зникнуть; – що життя стане сірим і звичним. <br><br>Асано (автор) не дає відповіді. Але натякає: навіть якщо все завалиться — живи далі. Малюй. Пиши. Створи щось, навіть якщо це ні для кого. Бо це — твоя нитка до життя. <br><br>Після «Solanin» я сів і написав цю думку на стікері: «Може, в мене теж є шанс?» <br>І, знаєш, я лишив цей стікер на моніторі. Бо так легше дихати.",
        "image" : "https://upload.wikimedia.org/wikipedia/en/thumb/7/77/Solanin_vol.1.png/250px-Solanin_vol.1.png"
    }
]