[
  {
    "id": 1,
    "name": "Підземелля смакоти. Омнібус 1 (Томи 1–2)",
    "author": "Рьоко Куі",
    "publisher": "MAL'OPUS",
    "description": "На молодого пригодника Лайоса та його гурт у підземеллі напав дракон, через що вони втратили золото, провізію і навіть супутницю. Герої готові знову кинути виклик підземеллю й урятувати дівчину, проте в них зовсім не лишилося їжі: якщо й надалі мандруватимуть, то помруть із голоду! Раптом Лайосу спадає на думку блискуча ідея: «Нумо їсти монстрів!» Драгляки, василіски, міміки й навіть дракони… жодна істота не сховається від апетитів цих підземельних гурманів!",
    "cover": "https://laboratory.ua/files/products/2330.480x710.jpg",
    "rating": 9.5,
    "genres": ["Пригоди", "Фентезі", "Комедія"],
    "pages": 384,
    "price": 400
  },
  {
    "id": 2,
    "name": "Відьомський рай",
    "author": "Юмеджі",
    "publisher": "MAL'OPUS",
    "description": "Колись давно рослини та звірі жили в гармонії… допоки не явилася людина. Неспроможна співіснувати з іншими видами, вона без жалю винищувала їх. Тоді ж флора і фауна вирішили відступити й затаїтися… Уже сотні років як світ перетворився на безкраю пустку. А втім, зелені терени подекуди трапляються — у таємних лігвищах відьом, цих виняткових жінок, чутливих до поклику рослин. Та люди вважають їх винними у занепаді життя на землі, зганяючи на відьом усю свою лють…",
    "cover": "https://laboratory.ua/files/products/img130_1_40.480x710.jpg",
    "rating": 8.5,
    "genres": ["Фентезі"],
    "pages": 184,
    "price": 220
  },
  {
    "id": 3,
    "name": "Чарівний місяць у повечір’ї, Том 1",
    "author": "Міка Ямамурі",
    "publisher": "Nasha Idea",
    "description": "Йоі Такіґучі змалечку звикла до того, що люди бачать у ній не дівчину, а “принца” — маскулінні риси обличчя, що дістались від батька, високий зріст і коротка зачіска немов змушують оточення забувати про її справжню ідентичність. Усе життя вона не вписувалась у традиційно жіночий образ, та й уваги від хлопців ніколи не отримувала… Зрештою, Йоі змирилася з роллю ідеального парубка в очах інших, навіть попри камінь на серці. Проте все змінюється, коли доля зненацька зводить її з Ічімурою — іншим місцевим “принцом”. Школою шириться чимало легенд про його недосяжність для дівчат, і в цьому Йоі впізнає саму себе. Щоправда, на відміну від неї, Ічімура — справді хлопець, іще й вельми впливовий (принаймні так подейкують). Пара зустрічей, кілька відвертих розмов — і крига між ними починає поступово танути. От тільки саму Йоі це неабияк бентежить: уперше її сприймають не як вигаданого красунчика з шьоджьо-манґи, а як справжню — неповторну та вродливу дівчину. І як тут реагувати?!Можливо, двох “принців” об’єднає дещо більше, ніж просте взаєморозуміння чи дружба…",
    "cover": "https://nashaidea.com/wp-content/uploads/2025/04/luna01-ua-1080-flat_02_05_2025.webp",
    "rating": 7,
    "genres": ["Романтика", "Школа", "Шьоджьо", "Щодення"],
    "pages": 192,
    "price": 240
  },
  {
    "id": 4,
    "name": "Gachiakuta. Том 1",
    "author": "Кей Урана",
    "publisher": "Nasha Idea",
    "description": "У світі, де на смітники викидають придатні речі, завжди знайдуться ті, хто порпатиметься на звалищах. Цим і прославився юний бунтівник Рудо на прізвисько «сміттєвий злодюжка». Щоночі він блукає смітниками, щоб врятувати цінні речі від знищення в Безодні, та опісля завжди повертається додому до прийомного батька, якого любить і поважає. Та одного дня життя змінилося назавжди. Батько зустрів Рудо не з докорами та порадами, а з шаблею в грудях у калюжі крові. І звинувачують у вбивстві самого юнака. За «скоєний» злочин його засуджують до найстрашнішого — скидання в Безодню, безкраю вигрібну яму… Та чи насправді вона така страшна, як її малюють? Те, що здавалося кінцем для Рудо, стане новим початком. Тепер його земля — гори непотребу, а небо — летюче місто над головою. Хлопець присвячує себе новій місії — не рятувати сміття, як раніше, а знищувати породжених ним велетенських чудовиськ. І якщо нагорі він іще міг бунтувати, то тут доведеться грати за правилами.",
    "cover": "https://nashaidea.com/wp-content/uploads/2025/04/gac01-ua-sc.png",
    "rating": 10,
    "genres": ["Антиутопія", "Некеццу", "Фентезі", "Шьонен"],
    "pages": 192,
    "price": 240
  },
  {
    "id": 5,
    "name": "Літо, коли помер Хікару, Том 1",
    "author": "Мокумокурен",
    "publisher": "Nasha Idea",
    "description": "У нього обличчя Хікару. У нього голос Хікару. У нього навіть спогади Хікару. Але те, що повернулося з гір пів року тому, — це не найкращий друг Йошікі. Що б це не було, воно небезпечне. Йошикі не знає, що йому робити. Тусуватися, як раніше, і разом ходити до школи, наче нічого не сталося… це так важко й водночас так легко. Адже підмінок — майже ідеальна копія. І нібито щиро дбає про Йошікі. Та чи здатна така істота на щирість? І чи аж так неправильно потай радіти, що Хікару — «Хікару» — досі поряд, хай яку небезпеку він може таїти?..",
    "cover": "https://nashaidea.com/wp-content/uploads/2024/08/hik01-x1080.webp",
    "rating": 10,
    "genres": ["Детектив", "Жах", "Сейнен", "Трилер"],
    "pages": 180,
    "price": 240
  },
  {
    "id": 6,
    "name": "Прощавай, трояндовий саде, Том 1",
    "author": "Dr.pepperco",
    "publisher": "Nasha Idea",
    "description": "У цій елегантній шьоджьо-ай манзі молода британська леді просить свою служницю вбити її… і це прохання стає початом історії кохання. Початок ХХ століття. Ханако мандрує до Англії, щоб здійснити свою мрію стати письменницею. Адже саме звідси її улюблені автори! Коли все складається не так, як вона планувала, Ханако доводиться шукати інші варіанти. Дівчина стає служницею леді Еліс Дуґлас… і та просить неймовірного, ба ні, просто благає Ханако вбити її. Поки Ханако намагається зрозуміти, чому її леді просить про таке, їхні стосунки переростають у щось набагато глибше…",
    "cover": "https://nashaidea.com/wp-content/uploads/2023/12/mrg01-flat-x1080.webp",
    "rating": 7.5,
    "genres": ["Дружба", "Кохання", "Стосунки", "Шьоджьо"],
    "pages": 178,
    "price": 220
  },
  {
    "id": 7,
    "name": "Квалія під снігом",
    "author": "Канна Кіі",
    "publisher": "Nasha Idea",
    "description": "Акіо обожнює квіти, але не людей. Він узагалі волів би ні з ким не спілкуватися… Умі ж із тих парубків, які змінюють коханців щовечора. І його самого це, схоже, не особливо бентежить. Два дуже різні хлопці в одному гуртожитку. Похмурий Акіо та життєрадісний Умі. Вони ж не мусять подобатися одне одному, щоб ділити спільний простір? Але все-таки подобаються… І що більше часу вони проводять разом, то очевиднішим це стає. Чи зможуть вони залікувати минулі рани й подолати страхи, щоб побудувати стосунки, які ґрунтуються на довірі?",
    "cover": "https://cosmic.com.ua/content/images/14/1260x1800l80br0/kvaliia_pid_snihom-50598673282029.webp",
    "rating": 8,
    "genres": ["БЛ", "Драма", "Зимова романтика", "Випробування почуттів"],
    "pages": 200,
    "price": 230
  },
  {
    "id": 8,
    "name": "Проводжальниця Фрірен. Том 1",
    "author": "Канехіто Ямада, Цукаса Абе",
    "publisher": "Nasha Idea",
    "description": "Ельфійка-чарівниця Фрірен та її відважні побратими повертаються додому після переможної пригоди. Вони подолали Володаря демонів і принесли на ці землі мир… Але ельфійське життя незрівнянно довге, й зовсім скоро від команди героя Гіммеля нікого, крім Фрірен, не залишиться… Та чи здатна ельфійка, яка не знає, що таке старість, осягнути скінченність людського життя? Десятки років по тому Фрірен відвідує похорон одного зі своїх друзів і, спустошена, замислюється: що ж насправді вона знає про рід людський? Чи її доля — вічний сум за тими, хто вже не поруч? Чи вона має унікальну можливість ушанувати їхні історії? Фрірен вирішує дізнатися більше про своїх друзів, і так починається нова пригода — ностальгічна подорож уторованими стежками…",
    "cover": "https://cosmic.com.ua/content/images/36/770x1080l80br0/provodzhalnytsia_friren_tom_1-11906939213618.webp",
    "rating": 9,
    "genres": ["Фентезі", "Пригоди", "Дружба", "Відкриття світу"],
    "pages": 192,
    "price": 220
  },
  {
    "id": 9,
    "name": "Сталевий Алхімік. Том 3",
    "author": "Хірому Аракава",
    "publisher": "Nasha Idea",
    "description": "Пошуки філософського каменю для братів Елріків тривають, адже тільки так вони зможуть повернути собі — хто частину себе, а хто весь фізичний вияв. Невдалий алхімічний експеримент понівечив їх, але не вбив, створивши між братами особливий зв’язок. Здається, Едвардові дісталося менше, бо Альфонс залишився без тіла, прикутий до обладунку. З філософським каменем вони зможуть все виправити. І знову стати такими, як були. Не зможуть, бо цей досвід залишиться з ними назавжди, але як не спробувати? Поки Едвард у лабораторії №5 намагається відшукати слід філософського каменю, він стикається з персонажем, з яким волів би не зустрічатися ніколи. Чи принесе ця сутичка йому корисну інформацію? Альфонсові, який стоїть на сторожі, теж доводиться несолодко. Хтось дуже не хоче, щоб брати Елріки не дізналися, що тут відбувалося насправді…",
    "cover": "https://cosmic.com.ua/content/images/11/789x1080l80br0/stalevyi_alkhimik_tom_3-82151794881709.webp",
    "rating": 10,
    "genres": [
      "Фентезі ",
      "Пригоди",
      "Сімейні цінності",
      "Пошуки справедливості"
    ],
    "pages": 262,
    "price": 450
  },
  {
    "id": 10,
    "name": "Блакитний період. Том 1",
    "author": "Цубаса Ямаґучі",
    "publisher": "Nasha Idea",
    "description": "Ятора — здібний учень, якому все легко дається, проте рутина старшої школи починає його пригнічувати. Вдень він тягне лямку навчання, а вечорами зависає з друзями. Але не цього йому насправді хочеться. Юнак прагне чогось вищого і нового… Одного дня Ятора забрів до класу мистецтв і зупинився перед картиною, від якої неможливо було відвести погляд. Він ще ніколи не бачив такої краси! З цього і починається шлях хлопця до мистецтва, сповнений цікавих знайомств і відкриттів. Адже кожна людина, з якою він перетинається, створює щось унікальне, захопливе та сповнене натхнення! Чи зможе Ятора застосувати свій талант і спортивну стратегію, щоб вступити до престижного художнього університету? Світ готовий побачити його мистецькі здібності?",
    "cover": "https://cosmic.com.ua/content/images/39/780x1080l80br0/blakytnyi_period_tom_1-85921997175334.webp",
    "rating": 9.8,
    "genres": ["Ностальгія", "Внутрішня боротьба", "Мистецтво", "Емоції"],
    "pages": 224,
    "price": 240
  },
  {
    "id": 11,
    "name": "Мемуари Ванітаса. Том 1",
    "author": "Дзюн Мотідзукі",
    "publisher": "Nasha Idea",
    "description": "Був колись вампір, якого звали Ванітас, і ненавиділи його всі інші вампіри, бо народився під лазуровим повним місяцем, а не в ніч багряного. Наляканий і самотній він створив «Книгу Ванітаса», проклятий ґримуар, який одного дня помститься всім вампірам… Принаймні так розповідає історія. Молодий авантюрист Ной чув про цю книгу і прагне її відшукати. Він пускається в мандрівку до Парижа на дирижаблі, адже там губиться слід ґримуару. Схоже, книга дійсно проклята, адже в місті на Ноя нападає вампір… Але якимось дивом юнак опиняється ближче до своєї мети, адже лікар, який подбає про його рани, чув про ґримуар, більше того, його самого звати Ванітас.",
    "cover": "https://cosmic.com.ua/content/images/19/806x1080l80br0/memuary_vanitasa_tom_1-17588369329440.webp",
    "rating": 8,
    "genres": [
      "Інтриги",
      "Внутрішні конфлікти",
      "Таємниці минулого",
      "Переплетення життів"
    ],
    "pages": 352,
    "price": 240
  }
]
