[
  {
    "id": 1,
    "name": "Раеліана: Наречена герцога за контрактом. Том 1",
    "author": "Milcha, Whale",
    "publisher": "MIMIR MEDIA",
    "description": "Загадково вбита Пак ИнХа потрапляє у світ роману. Весь сюжет їй чудово відомий. Тепер вона — Раеліана МакМіллан, прекрасна дочка барона. І наче вона отримала шанс на нове життя, але є маленька проблема… Раеліана — лише другорядна героїня, яка скоро має померти. Аби уникнути повторення своєї трагічної долі, Раеліана повинна піти на угоду з людиною, гіршою за самого диявола, але не менш привабливою.",
    "cover": "https://cosmic.com.ua/content/images/11/1216x1800l80br0/raeliana_narechena_gertsoga_za_kontraktom_tom_1-80394758070656.webp",
    "rating": 9.5,
    "genres": [
      "Романтика ",
      "Історичне фентезі",
      "Комедія ситуацій",
      "Соціальні стосунки"
    ],
    "pages": 268,
    "price": 480
  },
  {
    "id": 2,
    "name": "Єдиний фінал лиходіїв — смерть. Том 2",
    "author": "Gwon Gyeoeul",
    "publisher": "MIMIR MEDIA",
    "description": "У легкому режимі «Кохання-кохання юної леді» ви граєте за Івонн, давно втрачену доньку герцога, яка швидко завойовує прихильність різних чоловічих персонажів, щоби пройти гру. Справді легко! У складному режимі ви граєте за «лиходійку» Пенелопу Екарт, фальшиву доньку герцога, яка починає свою пригоду з від’ємним рівнем симпатії. Це й так складно… а ще на кожному кроці підстерігає загроза жахливої смерті!",
    "cover": "https://cosmic.com.ua/content/images/5/961x1356l80br0/yedynyi_final_lykhodiiv_smert_tom_2-59880964939030.webp",
    "rating": 10,
    "genres": ["Драма ", "Лиходії ", "Теми жертви", "Психологія "],
    "pages": 268,
    "price": 480
  },
  {
    "id": 3,
    "name": "Тільки я візьму новий рівень. Том 1",
    "author": "Chugong",
    "publisher": "MIMIR MEDIA",
    "description": "Одного дня у світі відкрився портал, що веде у паралельні виміри. Це пробудило монстрів підземелля, які могли б захопити нашу планету. Однак водночас з цим, у деяких людей з’явилися надзвичайні здібності, що зробили їх здатними до опору проти небезпечних створінь. Таких людей називають «мисливцями».<br><br>Сила монстрів та мисливців класифікується за рангами. Сонг Джіну — головний персонаж, сила якого викликає сміх у інших мисливців. Прізвисько «найслабша зброя людства» ще більше пригнічує Джіну. Проте хлопець не здатний нічого з цим вдіяти. Кожен поєдинок для нього може стати останнім.<br><br>Чи вдастся Джіну підняти рівень свого рангу? Чи історія закінчиться його невдачею?",
    "cover": "https://cosmic.com.ua/content/images/14/1216x1800l80br0/tilki_ya_vizmu_noviy_riven_tom_1-94877306644426.webp",
    "rating": 9.7,
    "genres": ["Фентезі", "Пригоди", "Розвиток персонажа", "Ігрові елементи"],
    "pages": 320,
    "price": 480
  },
  {
    "id": 4,
    "name": "Одного разу я стала принцесою. Том 1",
    "author": "Плутос",
    "publisher": "MIMIR MEDIA",
    "description": "Що робити, коли після смерті ви прокидаєтеся… принцесою в улюбленому романі? Але є одна проблема — за сюжетом батько-тиран має вас убити!<br><br>Саме це сталося з дівчиною, яка переродилася в тілі принцеси Атанасії. Щоб уникнути трагічного фіналу, їй доведеться завоювати любов холодного імператора, змінити хід історії та знайти своє щастя.<br><br>«Одного разу я стала принцесою» — це чарівна манхва про переродження, виживання при королівському дворі та силу справжньої любові. Чи зможе принцеса Атанасія змінити свою долю, чи сюжет виявиться сильнішим за неї?",
    "cover": "https://cosmic.com.ua/content/images/7/965x1350l80br0/odnogo_razu_ya_stala_pryntsesoiu_tom_1-85951502549234.webp",
    "rating": 8.4,
    "genres": [
      "Фентезі",
      "Романтика",
      "Переродження в іншому світі",
      "Принцеса у небезпеці"
    ],
    "pages": 272,
    "price": 480
  },
  {
    "id": 6,
    "name": "Пришестя повелителя демонів. Том 1",
    "author": "Азі, Вольбек, Майоран",
    "publisher": "Varvar",
    "description": "Ім’я Червоного Демона змушує тремтіти всіх ворогів, адже він — наймогутніша істота в своєму всесвіті. Але коаліції майстрів вдається позбавити його життя. Менше з тим, це не кінець для нього. Червоний Демон повертається у своє первісне тіло на Землі. Він реінкарнувався у своє найперше життя — як звичайний підліток. Чи майже… адже водночас Джинхо зберіг усі здібності Повелителя Демонів. І цього разу він не дозволить нікому наступати собі на п’яти й не збирається втрачати людей, яких любить. Незабаром Джинхо розуміє: монстри існують і в реальному житті, й тільки йому під силу їх зупинити…",
    "cover": "https://i.mbooks.com.ua/media/books/0520c91e-9e7e-4bcc-b1eb-e9b9cd51d698/covers/None/4ce50b9b09d24d16a0b7602fc0f54c46.jpeg",
    "rating": 7.5,
    "genres": [
      "Реінкарнація",
      "Внутрішня боротьба",
      "Бойові мистецтва",
      "Другий шанс"
    ],
    "pages": 256,
    "price": 450
  },
  {
    "id": 7,
    "name": "Шило. Том 1",
    "author": "Чхве Ґюсок",
    "publisher": "Varvar",
    "description": "На зламі 1990-х і 2000-х років у Південній Кореї, в соціальному середовищі, яке сильно постраждало від наслідків азійської фінансової кризи, Ґу ҐоШин – дивний і харизматичний профспілковий борець. Очолюючи невелику консалтингову компанію із захисту робітників, він проводить низку шокових операцій у стилі командос, спрямованих на захист прав трудящих, і саме в цьому контексті його шлях перетинається з Лі Суїном, перспективним молодим керівником роздрібної торгівлі, який щойно вийшов з лав армії.<br>Людяний, працьовитий і мужній, Лі має лише одну ваду: він не може терпіти несправедливість, коли бачить її. Огидні соціальні практики його нового роботодавця, потужної французької групи, нещодавно заснованої в Кореї, пробуджують у ньому інстинкти месника. Разом Лі та Ґу протистоять маніпуляціям і моральним утискам, яким цинічно піддаються молодші працівники компанії за співучасті частини корейського керівництва.",
    "cover": "https://cosmic.com.ua/content/images/47/744x1080l80br0/shylo_tom_1-54429057870962.webp",
    "rating": 8.9,
    "genres": [
      "Соціальна боротьба",
      "Робітничий протест",
      "Соціальна справедливість"
    ],
    "pages": 248,
    "price": 450
  },
  {
    "id": 8,
    "name": "Крайнебо. Том 2",
    "author": "Чон Джіхун",
    "publisher": "Varvar",
    "description": "Є добро, є зло, і є щось середнє між ними. Звідти дівчинка і хлопчик повинні йти вперед, назустріч майбутньому. «Крайнебо» (The Horizon) від талановитого автора Чон Джіхуна — це більше, ніж просто манхва. Це історія, яка розкриває теми втрат, пошуку себе та справжньої людяності в найпохмуріші часи. Двоє дітей, загублених у безмежному, жорстокому світі, об’єднуються в надії знайти світло посеред темряви. Їхня подорож — це одночасно болюча і красива історія про виживання, страх і дружбу. <br><br>Пориньте у світ, де кожна сторінка манхви візуально нагадує живий сон, а кожна сцена вражає своєю атмосферою і глибоким змістом. Для тих, хто шукає історії, що залишають слід у серці, «Крайнебо» — ідеальний вибір.",
    "cover": "https://cosmic.com.ua/content/images/22/778x1080l80br0/krainebo_tom_2-49233541012903.webp",
    "rating": 8.9,
    "genres": ["Постапокаліпсис ", "Трагедія", "Дружба у скруті"],
    "pages": 376,
    "price": 550
  },
  {
    "id": 9,
    "name": "Друїд зі станції Сеул. Том 1",
    "author": "Jin Seol Woo,",
    "publisher": "Nasha Idea",
    "description": "То був звичайнісінький день для Пака Сухо. День, коли його все дістало: буденність, друзі, які постійно зависають у комп’ютерному клубі й тягнуть із собою… День, коли юнакові дуже захотілося опинитися подалі від людей. І йому це вдалося. Як саме?! Страшенний гуркіт. Землетрус. Вибухи. Метушня. Темрява… І ось Пак очунює посеред лісу. Довкола геть безлюдно. Але… просто на нього суне лютий ведмідь. Що трапилося? Як він тут опинився? І чому голий-голісінський? Чому його бажання несподівано здійснилося та ще й у такий спосіб? Якщо він тут, у незнаному світі, то що відбувається із його світом, у якому жив?",
    "cover": "https://cosmic.com.ua/content/images/13/790x1080l80br0/druid_zi_stantsii_seul_tom_1-22892237528528.webp",
    "rating": 8.9,
    "genres": ["Фентезі", "Пригоди", "Містичні істоти "],
    "pages": 240,
    "price": 360
  }
]
