[
  {
    "id": 1,
    "name": "Я, як найбагатша людина, справді не хотів перероджуватися, Том 1",
    "author": "Yue Tian, Chomoran",
    "publisher": "AsiSeaker",
    "description": "Персонажі у старовинних костюмах, лицарі, які використовують магію, безсмертний герой, що летить на своєму мечі в небі, пронизує туман. Команда «Лолі» за кермом 100-метрового робота. Нежити за брамою іншого світу. Позаземне тіло (тіло у розумінні небесного об'єкта). Ми не відступимо ... точно ні, але все це не має значення, важливо те, що ти хочеш стати багатим? Десять тисяч благ! Найсильніший у всесвіті! Хао Цюн – номер один у списку найбагатших людей. Візьме тебе у подорож по всьому світу! Навчить, як розбагатіти! Досягти фінансової свободи! І як заробити багато грошей!",
    "cover": "https://pbs.twimg.com/media/FYGSVPaacAA0-Aj.jpg",
    "rating": 8.6,
    "genres": [
      "Бойовик",
      "Бойові мистецтва",
      "В кольорі",
      "Веб",
      "демони",
      "Ісекай"
    ],
    "pages": 312,
    "price": 320
  },
  {
    "id": 2,
    "name": "Лиходійка відмовляється фліртувати з Головним Героєм",
    "author": "Мо Беймін",
    "publisher": "AsiSeaker",
    "description": "У захопливому світі маньхуа пані Хун опинилася втягнутою в небезпечну гру, де всі головні герої - діти. Перенісшись у цей світ, вона стикається з незвичайними істотами і жорстокими випробуваннями. Але найстрашніше для неї не вороги або небезпеки, а те, що один із дітей доглядає за нею і називає «дружиною». От тільки як звичайній жінці розібратися в цьому світі, де правлять сили культивації та магії? Пані Хун готова прийняти виклик і довести, що вона не просто іграшка в руках долі. У цій захопливій історії змішуються елементи фентезі, пригод і драми, створюючи захопливий сюжет, який змушує читача тримати подих до останньої сторінки.",
    "cover": "https://ru.goanimelist.to/main/the-villainess-refuses-to-flirt-with-the-male-lead.jpg?t=1",
    "rating": 9.2,
    "genres": [
      "У кольорі",
      "Фентезі",
      "Романтика",
      "ГГ жінка",
      "Жорстокий світ",
      "Комедия",
      "Ісекай"
    ],
    "pages": 368,
    "price": 280
  },
  {
    "id": 3,
    "name": "Сказання про демонів і богів",
    "author": "Mad Snail",
    "publisher": "AsiSeaker",
    "description": "Найсильніший заклинатель демонів, Не Лі, загинув у поєдинку з Мудрецем-Імператором. Проте його душа відтворилася і повернулася в часі, переносячи його на кілька десятиліть назад, у тіло тринадцятирічного юнака. Тепер у нього є можливість виправити всі помилки, допущені в минулому: захистити своє рідне місто від монстрів, оберігати свою кохану, підтримувати друзів і сім'ю. У своєму дитинстві Не Лі був найслабшим учнем, позбавленим духовної сили, а тепер він отримав шанс не тільки стати воїном, а й піднестися до статусу заклинателя демонів, володіючи при цьому знаннями і досвідом попереднього життя, які допоможуть йому досягти неймовірних висот. Адже тепер у нього є знання, недоступні професорам бойової академії.",
    "cover": "https://nano-manga.com/wp-content/uploads/2023/01/Tales-of-Demons-and-Gods-%E0%B8%9E%E0%B8%87%E0%B8%A8%E0%B8%B2%E0%B8%A7%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B9%80%E0%B8%97%E0%B8%9E-e1674613164848.png",
    "rating": 9.5,
    "genres": ["Екшен", "Пригоди", "Фентезі", "Романтика", "Міфологія"],
    "pages": 1479,
    "price": 650
  },
  {
    "id": 4,
    "name": "Сказання про Безсмертних і го, Том 1",
    "author": "Yue Wen Manhua",
    "publisher": "AsiSeaker",
    "description": "Дозвольте для початку розповісти вам легенду, що була закладена в назву цієї маньхуа «Легенда Ланкешань» («Гора» з гнилим руків'ям сокири). Легенда розповідає про лісоруба, що забрів глибоко в ліс, і зустрів двох безсмертних, які грали в «Го» (Китайські шахи). Лісоруба зацікавила їхня гра, тож він відклав свою сокиру і спостерігав за грою. Один із гравців у го дав йому щось на кшталт насінини, щоб той не відчував ні голоду, ні спраги. Впавши в транс, і спостерігаючи за грою годину, а може дві, він нарешті прокинувшись обернувся.  Він виявив свою сокиру, рукоятка якої вже майже вся згнила, а він сам обріс бородою.  Повернувшись у своє село він виявив, що його сім'я зникла, а в селі його вже ніхто не знав. Події в наші дні: Тепер головний герой вибрався на кемпінг, а його товариші попросили сходити і набрати дров. Зайшовши трохи в ліс, він виявив самотню дошку для «Го» і майже згнилу сокиру поруч із нею. Трохи затримавшись і зробивши один хід, наш головний герой вирішив повернутися і розповісти про це своїм товаришам, але його зустріла тільки пошукова група, яка шукала ось уже понад півмісяця, як ви вже здогадалися, саме його, поряд з усім тим, що трапилося, він знепритомнів, і у віці 19 років помер від зневоднення і переродився в суворому і жорстокому світі. Що на нього чекає? Яка його подальша доля?",
    "cover": "https://p6.ecombdimg.com/tos-cn-i-scl3phc04j/7d054f08491646eb8a06dcf79feed14e~tplv-scl3phc04j-image.jpeg",
    "rating": 9.3,
    "genres": ["Пригоди", "Фентезі", "Бойові мистецтва", "Боги"],
    "pages": 774,
    "price": 420
  },
  {
    "id": 5,
    "name": "Бойовий континент",
    "author": "Tang Jia San Shao",
    "publisher": "AsiSeaker",
    "description": "Клан Тан - одна з найвідоміших шкіл бойових мистецтв. Тан Сан, поцупивши одне з секретних навчань клану, скоює страшний злочин. Розуміючи тяжкість скоєного, він стрибає з гори, відомої як «Пік Пекла». Але він і подумати не міг, що потрапить в інший світ, де немає бойових мистецтв, світ, де все вирішують духи - континент Доулуо. Як Тан Сан виживе в цьому невідомому середовищі? Щоб слідувати іншою дорогою, нова легенда починається...",
    "cover": "https://static.usagi.one/uploads/pics/01/77/915.jpg",
    "rating": 8.6,
    "genres": [
      "Реінкарнація",
      "Магія",
      "Вчитель/учень",
      "Екшен",
      "Бойові мистецтва",
      "Фентезі",
      "Комедія",
      "Ісекай"
    ],
    "pages": 1170,
    "price": 620
  },
  {
    "id": 6,
    "name": "Бойовий континент 2",
    "author": "Tang Jia San Shao",
    "publisher": "AsiSeaker",
    "description": "Світ, у якому немає магії, доу ци, бойових мистецтв, але є духовні сутності. Дія розгортається через 10000 років після створення клану Тан. Новий герой і його друзі досліджують континент, на якому знаходяться «Сім монстрів академії Шрек». Чи підтримають вони клан Тан? Або ж, навпаки, зруйнують його через нову систему сутностей? Ви можете споглядати початок нової Легенди, що розбурхає весь материк!",
    "cover": "https://p4.qhimg.com/d/dy_4babb15853f59e9e230d21b410e5fd73.",
    "rating": 8.6,
    "genres": [
      "Реінкарнація",
      "Магія",
      "Вчитель/учень",
      "Екшен",
      "Бойові мистецтва",
      "Фентезі",
      "Комедія",
      "Магічна академія",
      "Ісекай"
    ],
    "pages": 1170,
    "price": 620
  }
]
