[
    {
        "id" : 1,
        "name" : "Благословення Небесного Урядника. Том 1",
        "author" : "Мосян Тонсьов",
        "publisher" : "BookShef",
        "description" : "Сє Лянь, спадкоємний принц процвітаючого королівства Сяньле, відомий своєю красою та силою, здобуває божественний статус завдяки рокам наполегливої праці та добрих справ. Але шлях до слави сповнений випробувань, і його зірковий шлях обривається — він падає з небес у світ смертних. Через вісімсот років Сє Лянь втретє стає небесним урядником, наражаючи себе на гнів інших небожителів. Щоб відновити свою репутацію, його відправляють полювати на привидів і духів, що загрожують світу смертних. У цій небезпечній подорожі він зустрічає загадкового Саньлана — молодого чоловіка, який одразу зачаровує його своєю надзвичайною харизмою. ",
        "cover" : "https://bookchef.ua/upload/iblock/48a/48a55cebd40ecbaa3f116202c52cee46.jpg",
        "rating" : 8,
        "genres" : [
            "Пригоди",
            "Драма",
            "Даньмей",
            "Екшен"
        ],
        "pages" : 352,
        "price" : 320
    },
    {
        "id" : 2,
        "name" : "Засновник демонічного шляху. Том 1",
        "author" : "Мосян Тонсьов",
        "publisher" : "BookShef",
        "description" : "Колись Вей Вусянь був одним із найвидатніших заклинателів свого часу — геніальний, безстрашний, здатен об’єднувати силу, знання й дух у небачені здібності. Але коли війна змусила його звернутися до забороненого демонічного мистецтва, світ, який колись його обожнював, перетворив любов на страх. Його падіння стало легендою, а смерть — приводом для святкувань. ",
        "cover" : "https://bookchef.ua/upload/iblock/806/8066dd1442cbfbd9ed3014e951ef7638.jpg",
        "rating" : 10,
        "genres" : [
            "Пригоди",
            "Драма",
            "Даньмей"
        ],
        "pages" : 384,
        "price" : 320
    },
    {
        "id" : 3,
        "name" : "Повелитель Таємниць",
        "author" : "Cuttlefish That Loves Diving",
        "publisher" : "BookShef",
        "description" : "Дія відбувається на історичному тлі альтернативного вікторіанського світу XIX століття, головний герой Чжоу Мінжуй переселяється в тіло Клейна Моретті, випускника історичного факультету з міста Тінген, який помирає таємничою смертю. Зіткнувшись із загадковими таємницями та дивними, надприродними подіями, він швидко розуміє, що все не так просто, як здавалося на перший погляд. Наповнений гарматами, бойовими кораблями, паровими двигунами, а також ворожіннями, зіллями, картами Таро, запечатаними артефактами та надлюдьми, відомими як Потойбічні, Клейн стає мимовільним лідером таємної організації, відомий своїм послідовникам лише як «Блазень». Приєднуйтесь до Клейна, коли він стає Потойбічним, набирається сил, шукає шлях назад та розкриває таємниці нового світу!",
        "cover" : "https://storage.novel.ovh/book/lord-of-the-mysteries-novel/poster/65840fb1-394f-4628-8cd1-700a0eeab9fa.webp?width=400&type=webp",
        "rating" : 11,
        "genres" : [
            "Бойовик",
            "Драма",
            "Детектив",
            "Містика",
            "Фентезі"
        ],
        "pages" : 410,
        "price" : 350
    },
    {
        "id" : 4,
        "name" : "Хаскі та його Вчитель білий кіт. Том 1",
        "author" : "Rou Bao Bu Chi Rou",
        "publisher" : "BookShef",
        "description" : "Мо Жань уважав, що обрати своїм учителем Чу Ваньніна було помилкою. Його наставник дуже нагадував кота, у той час, як сам Мо Жань був схожий на дурного пса. Це геть різні біологічні одиниці. Дурне цуценя спочатку не мало наміру тягти до кота свої пухнасті лапи. Він думав, що собакам краще водитися з собаками, такими, як наприклад його ґеґе Ши Мей, милий і слухняний, немов японський шпіц. Вони були б чудовою парою. Однак Мо Жань, що пройшов крізь смерть і воскресіння та отримав шанс на друге життя, знову приволік до свого лігва нікого іншого, як білосніжного кота, на якого колись навіть не звертав уваги.",
        "cover" : "https://author.org.ua/wp-content/uploads/2023/07/24516875885071.jpeg",
        "rating" : 9,
        "genres" : [
            "Даньмей",
            "Драма",
            "Фентезі"
        ],
        "pages" : 410,
        "price" : 320
    }

]